[{"title":"雪天短程旅途","date":"2018-10-27T14:00:35.000Z","path":"2018/10/27/TripAtASnowyDay/","text":"我还在等。 已经晚上十一点了，在我周围的人并没有减少的迹象，远处显示车次的大屏幕写满了红色的“延误”。天已经完全黑了下来，金陵火车站薄薄的玻璃幕墙显然并不能抵抗寒冬夜晚的冷意，站在检票站台旁，慢慢的我的手脚已经开始发冷。 好不容易去上沪玩一次，就碰上这种事。我望着幕墙外一片白盈盈的黑色，心里有些不安。 但是，我也只能等待。 为了让身子暖和起来，我决定去找些吃的东西。可这时，车站里的速食店都关了门，只有一家卖特产的店还在开着，连泡面都没有，我只能买一袋火腿肠，去开水机接一杯热水，然后就着热水啃起火腿肠来。 也不知道数电考的怎么样，要是写错的题目都扣全部的分数，可能就只有60分了。我一边嚼着火腿肠，一边胡乱的想着，我就是靠这样的胡思乱想度过了百无聊赖的五个钟头。要是等我从上沪回来，分数还没有出来，那我是带数电课本回去，还是不带数电课本回去呢？短短四周的寒假，带课本回去，如果及格了，书本自然就被放到一个绝对看不到的地方放起来，再也不管不问，如果没有及格，怕是我也不大会看书。 因为就是不喜欢数电这样的科目啊，像大学物理，高等数学这样的课程，简直莫名其妙。像数据结构，我就应该考的还不错。可是好像数据结构并没有高等数学之类的东西烧脑子吧。 我继续胡思乱想着，把吃过的火腿肠包装纸丢进垃圾桶里。","tags":[]},{"title":"","date":"2018-10-27T13:56:47.000Z","path":"2018/10/27/p1810271/","text":"其实我挺佩服A岛肥宅纪实文学家的，很真实。最近想把去FES的经历写成小说，不知道能不能成行，什么时候能成行（咕咕咕~）","tags":[]},{"title":"杂诗（二）","date":"2018-10-27T13:39:11.000Z","path":"2018/10/27/p181027/","text":"风从遥远的彼方吹来 正从我们中间穿过 多么不可思议 群山绵延 白云相伴 你化为一缕清风 转啊转 经过旅途远行 又回到这里 回到属于你的地方 然后 怀念那些化作清风 永远回不来的人们 我是谁 我究竟是谁 我啊 在日期变更线的更前方 是明天 是天明 生命从遥远的彼方涌来 正从我们中间穿过 多么不可思议 山路崎岖 彩虹雨后 我化为一朵白云 转啊转 经过旅途远行又回到这里 然后 怀念那些化作鸟儿 永远回不来的人们 你是谁，你究竟是谁 你啊 纵使季节变换仍燃烧不尽 是野火 是天明 野火啊 去追逐野火吧 被云追逐 追逐天空 小船啊 去肩负银河吧 在海面上扬帆远航 我是谁 我究竟是谁 我啊 在日期变更线的更前方 是明天 是天明。 ​ ——和合亮一《夜明けから日暮れまで》","tags":[]},{"title":"周五夜百无聊赖偶见说说有感","date":"2018-10-26T13:29:22.000Z","path":"2018/10/26/p1810261/","text":"看见小时候一直喜欢的女生变成这样，其实我也心情复杂。 这样不好吗，当然好，说风凉话的就怼回去，喜欢的东西就是要无脑护，照照镜子，我自己并不具备这样的魄力。果然巨蟹座的女生适合当家人吗（继续做梦）。 但是她这一护，突然让我想起来老友曾经问我：“假如你女朋友喜欢吴亦凡黄子韬怎么办？”时候我的心情。 其实她喜欢的东西可比加拿大电鳗好多了，或者说，正常多了，大众多了，甚至会让人有一种亲近感，能让不知道跟女生聊什么的男生感觉打开了话匣子，一瞬间从陌生人变成了有点亲密的战友。 说不定就是她身上这样的部分让我拿不起，又放不下吧。 这时，我不禁感到一阵悲哀，因为我连一个人都没有真正爱过。","tags":[]},{"title":"杂诗","date":"2018-10-26T12:43:07.000Z","path":"2018/10/26/p181026/","text":"十里寒塘路，烟花一半醒。 ​ ——【清】魏宪《西湖春晓》","tags":[]},{"title":"摩西摩西","date":"2018-10-15T14:16:10.000Z","path":"2018/10/15/test/","text":"这是hexo安装后初始化后的第一篇post，写生成这篇post的代码时，我还不知道它是做什么的，直到网页在localhost:4000可以访问，看到这文章的名字时，我才知道我生成了一篇日志。 我在python的书上看到，初次接触一门语言时，如果第一个写的程序是输出“hello world”，就会给程序员后面的编程带来好运，虽然我并不相信这种带来好运的说法，就像转发锦鲤之类的蠢东西一样。不过我还是留着之前自动生成的那篇Hello World日志吧，权当为我的大三生活做个纪念。 到底该怎么办呢，是上班还是上学呢，这是个问题呀。","tags":[]},{"title":"Hello World","date":"2018-10-15T14:12:09.879Z","path":"2018/10/15/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[]}]